{
  "N/A": {},
  "Android": {
    "description": "(android race, it also gains the constructed, flat affect, and upgrade slot racial traits.)"
  },
  "Brenneri": {
    "description": "brenneri race (page 8, AA3), it also gains the favored object and hold breath racial traits"
  },
  "Damai": {
    "description": "gains the scrappy racial trait and Stealth and Survival as master skills"
  },
  "Dessamar": {
    "description": "(Dessamar Imago or Dessamar Instar), it can use the following spells as spell-like abilities: 1/day—charm person; at will—detect magic and telepathic message. A dessamar imago has a land speed of 20 feet and an extraordinary fly speed of 20 feet with average maneuverability, as well as the fragile limbs and twinkle racial traits. A dessamar instar has a land speed of 30 feet and a climb speed of 30 feet, and a +2 racial bonus to KAC and saving throws against any effect that forces them to move or knocks them prone. An instar also has the dream dust and poor vision racial traits."
  },
  "Dirindi": {
    "description": "gains the electrical affinity racial trait and Diplomacy and Perception as master skills."
  },
  "Dwarf": {
    "description": "gains the slow but steady, stonecunning, traditional enemies, and weapon familiarity racial traits."
  },
  "Drow": {
    "description": "drow race, it gains darkvision 60 ft. instead of low-light vision, as well as the drow immunities, drow magic, and light blindness racial traits"
  },
  "Elf": {
    "description": "elven race, it gains the elven immunities and elven magic racial traits and Mysticism as a master skill; "
  },
  "Half-Elf": {
    "description": "half-elven race, it gains the elven blood racial trait and an extra good skill."
  },
  "Espraksa": {
    "description": "espraksa race, it takes a –2 penalty to saving throws against mind-affecting effects, has a land speed of 30 feet and an extraordinary fly speed of 30 feet with average maneuverability, and gains the cold inured and snatch racial traits and the natural weapons (P) universal creature rule. An espraksa also gains Diplomacy and Sense Motive as good skills (although many espraksas have Sense Motive as a master skill)."
  },
  "Gnome": {
    "description": "gnome race it also gains the eternal hope and gnome magic racial traits and Culture as a master skill."
  },
  "Gray": {
    "description": "gray race, it also gains telepathy 100 ft. and the phase special ability."
  },
  "Hobgoblin": {
    "description": "hobgoblin race, it also gains the battle hardened racial trait and Intimidate and Stealth as master skills"
  },
  "Kanobo": {
    "description": "kanabo (goblinoid) race, it gains the armor savant and kanabo magic racial traits."
  },
  "Halfling": {
    "description": "halfling race, it gains the halfling luck and sneaky racial traits, Perception and Stealth as master skills, and Acrobatics and Athletics as good skills."
  },
  "Human": {
    "description": "human race, it gains an additional special ability of any type and an additional good skill."
  },
  "Ikeshti": {
    "description": "ikeshti race, it also gains the desert survivor, shed skin, and squirt blood racial traits."
  },
  "Kasatha": {
    "description": "kasatha race, it gains the desert stride and four-armed racial traits, Acrobatics and Athletics as master skills, and Culture as a good skill."
  },
  "Khizar": {
    "description": "khizar race, it also gains the carbonic respiration, evergreen, and limited telepathy (including communication with non-mindless creatures of the plant type) racial traits, and gains Life Science and Survival as good skills."
  },
  "Lashunta": {
    "description": "lashunta race, it gains the limited telepathy racial trait and can cast the following spells as spell-like abilities: 1/day—detect thoughts; at will—daze and psychokinetic hand."
  },
  "Maraquoi": {
    "description": "if the NPC is of the maraquoi race, it also gains blindsense (sound) 30 ft., a climb speed of 20 ft., the prehensile tail racial trait, and Survival as a master skill."
  }
}